Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Разрешите доступ к камере в Настройках iOS, чтобы сканировать QR-коды.
ar: اسمح بالوصول إلى الكاميرا في إعدادات iOS لمسح رموز QR.
de: Erlaube den Kamerazugriff in den iOS-Einstellungen, um QR-Codes zu scannen.
en: Allow camera access in iOS Settings to scan QR codes.
es: Permite el acceso a la cámara en Ajustes de iOS para escanear códigos QR.
fr: Autorisez l’accès à l’appareil photo dans Réglages pour scanner des codes QR.
hi: QR कोड स्कैन करने के लिए iOS सेटिंग्ज़ में कैमरे की अनुमति दें।
it: Consenti l’accesso alla fotocamera nelle Impostazioni di iOS per scansionare i codici QR.
ja: QRコードを読み取るには、iOS の「設定」でカメラへのアクセスを許可してください。
ko: QR 코드를 스캔하려면 iOS 설정에서 카메라 접근을 허용하세요.
pt_br: Permita o acesso à câmera nos Ajustes do iOS para escanear códigos QR.
tr: QR kodlarını taramak için iOS Ayarlar’da kamera erişimine izin verin.
zh_hans: 请在 iOS“设置”中允许访问摄像头，以扫描二维码。

source: Разрешить
ar: السماح
de: Erlauben
en: Allow
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可
ko: 허용
pt_br: Permitir
tr: İzin ver
zh_hans: 允许

source: Разрешить геопозицию, чтобы видеть имя сети
ar: اسمح بالموقع لرؤية اسم الشبكة
de: Standort erlauben, um den Netznamen zu sehen
en: Allow location to see the network name
es: Permite la ubicación para ver el nombre de la red
fr: Autoriser la localisation pour voir le nom du réseau
hi: नेटवर्क नाम देखने के लिए स्थान की अनुमति दें
it: Consenti la posizione per vedere il nome della rete
ja: ネットワーク名を表示するには位置情報を許可
ko: 네트워크 이름을 보려면 위치 허용
pt_br: Permita a localização para ver o nome da rede
tr: Ağ adını görmek için konuma izin verin
zh_hans: 允许定位以查看网络名称

source: Разрешить доступ
ar: السماح بالوصول
de: Zugriff erlauben
en: Grant access
es: Conceder acceso
fr: Autoriser l'accès
hi: एक्सेस की अनुमति दें
it: Consenti l'accesso
ja: アクセスを許可
ko: 접근 허용
pt_br: Permitir acesso
tr: Erişime izin ver
zh_hans: 授予权限

source: Разрешить доступ к локальной сети?
ar: السماح بالوصول إلى الشبكة المحلية؟
de: Zugriff auf das lokale Netzwerk erlauben?
en: Allow access to the local network?
es: ¿Permitir el acceso a la red local?
fr: Autoriser l'accès au réseau local ?
hi: स्थानीय नेटवर्क तक पहुँच की अनुमति दें?
it: Consentire l'accesso alla rete locale?
ja: ローカルネットワークへのアクセスを許可しますか？
ko: 로컬 네트워크 접근을 허용하시겠어요?
pt_br: Permitir acesso à rede local?
tr: Yerel ağa erişime izin verilsin mi?
zh_hans: 允许访问局域网？

source: Распаковка…
ar: جارٍ فك الضغط…
de: Entpacken…
en: Unpacking…
es: Descomprimiendo…
fr: Décompression…
hi: अनपैक हो रहा है…
it: Estrazione…
ja: 展開中…
ko: 압축 해제 중…
pt_br: Descompactando…
tr: Çıkarılıyor…
zh_hans: 正在解压…

source: Расписание
ar: الجدولة
de: Zeitplan
en: Schedule
es: Programación
fr: Planification
hi: शेड्यूल
it: Programmazione
ja: スケジュール
ko: 예약
pt_br: Agendamento
tr: Zamanlama
zh_hans: 计划

source: Расписание · %@
ar: الجدولة · %@
de: Zeitplan · %@
en: Schedule · %@
es: Programación · %@
fr: Planification · %@
hi: शेड्यूल · %@
it: Programmazione · %@
ja: スケジュール · %@
ko: 예약 · %@
pt_br: Agendamento · %@
tr: Zamanlama · %@
zh_hans: 计划 · %@

source: Расписание Ping
ar: جدولة Ping
de: Ping-Zeitplan
en: Ping schedule
es: Programación del ping
fr: Planification du ping
hi: Ping शेड्यूल
it: Programmazione Ping
ja: Ping のスケジュール
ko: Ping 예약
pt_br: Agendamento do Ping
tr: Ping zamanlaması
zh_hans: Ping 计划

source: Расписания
ar: الجداول الزمنية
de: Zeitpläne
en: Schedules
es: Programaciones
fr: Planifications
hi: शेड्यूल
it: Pianificazioni
ja: スケジュール
ko: 일정
pt_br: Agendamentos
tr: Zamanlamalar
zh_hans: 计划任务

source: Расписания и мониторинг — по вашему выбору
ar: الجدولة والمراقبة — باختيارك
de: Zeitpläne und Monitoring — deine Wahl
en: Schedules and monitoring — your choice
es: Programaciones y monitorización — tú eliges
fr: Planifications et surveillance — à votre choix
hi: शेड्यूल और निगरानी — आपकी पसंद
it: Pianificazioni e monitoraggio — a tua scelta
ja: スケジュールと監視 — あなたの選択で
ko: 일정과 모니터링 — 당신의 선택
pt_br: Agendamentos e monitoramento — sua escolha
tr: Zamanlamalar ve izleme — sizin seçiminiz
zh_hans: 计划与监控——由你选择

source: Расписания, вебхуки на свой сервер и мониторинг хостов. Ничего не включается само — вы решаете, что и когда запускать.
ar: جداول زمنية، وإشعارات webhook إلى خادمك الخاص، ومراقبة المضيفين. لا شيء يُفعَّل تلقائيًا — أنت تقرّر ما يعمل ومتى.
de: Zeitpläne, Webhooks an deinen eigenen Server und Host-Überwachung. Nichts schaltet sich selbst ein — du entscheidest, was wann läuft.
en: Schedules, webhooks to your own server and host monitoring. Nothing turns itself on — you decide what runs and when.
es: Programaciones, webhooks a tu propio servidor y monitorización de hosts. Nada se activa solo: tú decides qué se ejecuta y cuándo.
fr: Planifications, webhooks vers votre propre serveur et surveillance des hôtes. Rien ne s'active tout seul — vous décidez de ce qui s'exécute et quand.
hi: शेड्यूल, अपने सर्वर पर वेबहुक और होस्ट निगरानी। कुछ भी अपने आप चालू नहीं होता — आप तय करते हैं कि क्या और कब चले।
it: Pianificazioni, webhook verso il tuo server e monitoraggio degli host. Niente si attiva da solo — decidi tu cosa eseguire e quando.
ja: スケジュール、自分のサーバーへの Webhook、ホスト監視。何も勝手には有効になりません。何をいつ実行するかはあなた次第です。
ko: 일정, 내 서버로의 웹훅, 호스트 모니터링. 무엇도 저절로 켜지지 않으며 무엇을 언제 실행할지 당신이 정합니다.
pt_br: Agendamentos, webhooks para o seu próprio servidor e monitoramento de hosts. Nada se ativa sozinho — você decide o que roda e quando.
tr: Zamanlamalar, kendi sunucunuza web kancaları ve ana bilgisayar izleme. Hiçbir şey kendiliğinden açılmaz — neyin ne zaman çalışacağına siz karar verirsiniz.
zh_hans: 计划任务、发往自有服务器的 Webhook 以及主机监控。没有任何东西自动开启——由你决定运行什么、何时运行。

source: Расшифровать
ar: فك التشفير
de: Entschlüsseln
en: Decrypt
es: Descifrar
fr: Déchiffrer
hi: डिक्रिप्ट करें
it: Decifra
ja: 復号
ko: 복호화
pt_br: Descriptografar
tr: Şifresini çöz
zh_hans: 解密

source: Раунд
ar: الجولة
de: Runde
en: Round
es: Ronda
fr: Tour
hi: राउंड
it: Round
ja: ラウンド
ko: 회차
pt_br: Rodada
tr: Tur
zh_hans: 轮次

source: раунд %lld
ar: الجولة %lld
de: Runde %lld
en: round %lld
es: ronda %lld
fr: tour %lld
hi: राउंड %lld
it: round %lld
ja: ラウンド %lld
ko: %lld회차
pt_br: rodada %lld
tr: tur %lld
zh_hans: 第 %lld 轮

source: Раунд %lld
ar: الجولة %lld
de: Runde %lld
en: Round %lld
es: Ronda %lld
fr: Tour %lld
hi: राउंड %lld
it: Giro %lld
ja: ラウンド %lld
ko: 라운드 %lld
pt_br: Rodada %lld
tr: Tur %lld
zh_hans: 第 %lld 轮

source: Реальное рукопожатие Chrome: GREASE, ALPS, порядок расширений Chromium.
ar: تبادل تحية Chrome حقيقي: GREASE وALPS وترتيب امتدادات Chromium.
de: Echter Chrome-Handshake: GREASE, ALPS, Erweiterungsreihenfolge von Chromium.
en: A real Chrome handshake: GREASE, ALPS, Chromium’s extension order.
es: Handshake real de Chrome: GREASE, ALPS, orden de las extensiones de Chromium.
fr: Vrai handshake Chrome : GREASE, ALPS, ordre des extensions Chromium.
hi: Chrome का असली हैंडशेक: GREASE, ALPS, Chromium का एक्सटेंशन क्रम।
it: Handshake reale di Chrome: GREASE, ALPS, ordine delle estensioni di Chromium.
ja: Chrome の実際のハンドシェイク: GREASE、ALPS、Chromium の拡張の順序。
ko: Chrome의 실제 핸드셰이크: GREASE, ALPS, Chromium의 확장 순서.
pt_br: Handshake real do Chrome: GREASE, ALPS, ordem das extensões do Chromium.
tr: Gerçek Chrome el sıkışması: GREASE, ALPS, Chromium uzantı sırası.
zh_hans: Chrome 的真实握手：GREASE、ALPS、Chromium 的扩展顺序。

source: Реальное рукопожатие Firefox: без GREASE-cipher, свой набор групп и расширений.
ar: تبادل تحية Firefox حقيقي: بدون GREASE-cipher، بمجموعة مجموعات وامتدادات خاصة به.
de: Echter Firefox-Handshake: kein GREASE-Cipher, eigene Gruppen und Erweiterungen.
en: A real Firefox handshake: no GREASE cipher, its own set of groups and extensions.
es: Handshake real de Firefox: sin GREASE-cipher, con su propio conjunto de grupos y extensiones.
fr: Vrai handshake Firefox : sans GREASE-cipher, jeu de groupes et d’extensions spécifique.
hi: Firefox का असली हैंडशेक: GREASE-cipher के बिना, अपने ही ग्रुप और एक्सटेंशन।
it: Handshake reale di Firefox: senza cifrario GREASE, con gruppi ed estensioni propri.
ja: Firefox の実際のハンドシェイク: GREASE 暗号なし、独自のグループと拡張のセット。
ko: Firefox의 실제 핸드셰이크: GREASE 암호 없음, 고유한 그룹과 확장 구성.
pt_br: Handshake real do Firefox: sem cifra GREASE, com grupos e extensões próprios.
tr: Gerçek Firefox el sıkışması: GREASE-cipher yok, kendine ait grup ve uzantı kümesi.
zh_hans: Firefox 的真实握手：没有 GREASE cipher，有自己的组和扩展集合。

source: Реальное рукопожатие Safari/WebKit.
ar: تبادل تحية Safari/WebKit حقيقي.
de: Echter Safari/WebKit-Handshake.
en: A real Safari/WebKit handshake.
es: Handshake real de Safari/WebKit.
fr: Vrai handshake Safari/WebKit.
hi: Safari/WebKit का असली हैंडशेक।
it: Handshake reale di Safari/WebKit.
ja: Safari/WebKit の実際のハンドシェイク。
ko: Safari/WebKit의 실제 핸드셰이크.
pt_br: Handshake real do Safari/WebKit.
tr: Gerçek Safari/WebKit el sıkışması.
zh_hans: Safari/WebKit 的真实握手。

source: Реальный адрес домена доступен напрямую.
ar: العنوان الحقيقي للنطاق متاح مباشرة.
de: Die tatsächliche Adresse der Domain ist direkt erreichbar.
en: The domain's real address is reachable directly.
es: La dirección real del dominio está disponible directamente.
fr: L'adresse réelle du domaine est accessible directement.
hi: डोमेन का वास्तविक पता सीधे उपलब्ध है।
it: L'indirizzo reale del dominio è raggiungibile direttamente.
ja: ドメインの実際のアドレスに直接到達できます。
ko: 도메인의 실제 주소에 직접 접속할 수 있습니다.
pt_br: O endereço real do domínio está acessível diretamente.
tr: Alan adının gerçek adresi doğrudan erişilebilir.
zh_hans: 域名的真实地址可直接访问。

source: Регистратор
ar: المسجّل
de: Registrar
en: Registrar
es: Registrador
fr: Bureau d'enregistrement
hi: रजिस्ट्रार
it: Registrar
ja: レジストラ
ko: 등록 기관
pt_br: Registrador
tr: Kayıt kuruluşu
zh_hans: 注册商

source: Регистратор, даты, NS
ar: المسجّل، التواريخ، NS
de: Registrar, Daten, NS
en: Registrar, dates, NS
es: Registrador, fechas, NS
fr: Bureau d'enregistrement, dates, NS
hi: रजिस्ट्रार, तिथियाँ, NS
it: Registrar, date, NS
ja: レジストラ・日付・NS
ko: 등록 기관, 날짜, NS
pt_br: Registrador, datas, NS
tr: Kayıt kuruluşu, tarihler, NS
zh_hans: 注册商、日期、NS

source: Режим
ar: الوضع
de: Modus
en: Mode
es: Modo
fr: Mode
hi: मोड
it: Modalità
ja: モード
ko: 모드
pt_br: Modo
tr: Mod
zh_hans: 模式

source: Режим белого списка
ar: وضع القائمة البيضاء
de: Whitelist-Modus
en: Whitelist mode
es: Modo de lista blanca
fr: Mode liste blanche
hi: श्वेतसूची मोड
it: Modalità whitelist
ja: ホワイトリストモード
ko: 화이트리스트 모드
pt_br: Modo de lista de permissões
tr: Beyaz liste modu
zh_hans: 白名单模式

source: Резолвер
ar: المحلّل
de: Resolver
en: Resolver
es: Resolutor
fr: Résolveur
hi: रिज़ॉल्वर
it: Resolver
ja: リゾルバ
ko: 리졸버
pt_br: Resolvedor
tr: Çözümleyici
zh_hans: 解析器

source: Резолверы вернули разные адреса — возможна подмена или split-horizon.
ar: أعادت المحلّلات عناوين مختلفة — قد يكون تزويراً أو split-horizon.
de: Die Resolver haben unterschiedliche Adressen zurückgegeben – möglicherweise Fälschung oder Split-Horizon.
en: Resolvers returned different addresses — spoofing or split-horizon is possible.
es: Los resolutores devolvieron direcciones distintas: posible falsificación o split-horizon.
fr: Les résolveurs ont renvoyé des adresses différentes — une falsification ou un split-horizon est possible.
hi: रिज़ॉल्वरों ने भिन्न पते लौटाए — संभवतः छेड़छाड़ या split-horizon।
it: I resolver hanno restituito indirizzi diversi — possibile alterazione o split-horizon.
ja: リゾルバが異なるアドレスを返しました — 改ざんまたは split-horizon の可能性があります。
ko: 리졸버들이 서로 다른 주소를 반환했습니다 — 변조 또는 split-horizon일 수 있습니다.
pt_br: Os resolvedores retornaram endereços diferentes — possível adulteração ou split-horizon.
tr: Çözümleyiciler farklı adresler döndürdü — sahtekârlık veya split-horizon olabilir.
zh_hans: 各解析器返回了不同的地址 — 可能存在篡改或 split-horizon。

source: Результат
ar: النتيجة
de: Ergebnis
en: Result
es: Resultado
fr: Résultat
hi: परिणाम
it: Risultato
ja: 結果
ko: 결과
pt_br: Resultado
tr: Sonuç
zh_hans: 结果

source: Результат проверки
ar: نتيجة الفحص
de: Prüfergebnis
en: Check result
es: Resultado de la comprobación
fr: Résultat de la vérification
hi: जाँच का परिणाम
it: Risultato della verifica
ja: チェックの結果
ko: 확인 결과
pt_br: Resultado da verificação
tr: Denetim sonucu
zh_hans: 检测结果

source: Результат: %@
ar: النتيجة: %@
de: Ergebnis: %@
en: Result: %@
es: Resultado: %@
fr: Résultat : %@
hi: परिणाम: %@
it: Risultato: %@
ja: 結果：%@
ko: 결과: %@
pt_br: Resultado: %@
tr: Sonuç: %@
zh_hans: 结果：%@

source: Результаты проверок будут отправляться на указанный адрес. Это раскрытие данных: имена хостов, вердикты и задержки покинут устройство.
ar: سترسَل نتائج الفحوص إلى العنوان المحدد. وهذا كشف للبيانات: ستغادر أسماء المضيفين والأحكام وأزمنة الاستجابة الجهاز.
de: Prüfergebnisse werden an die angegebene Adresse gesendet. Das gibt Daten preis: Hostnamen, Befunde und Latenzen verlassen dein Gerät.
en: Check results will be sent to the address you enter. This discloses data: host names, verdicts and latencies leave your device.
es: Los resultados de las comprobaciones se enviarán a la dirección indicada. Esto implica divulgar datos: los nombres de host, los veredictos y las latencias saldrán del dispositivo.
fr: Les résultats des vérifications seront envoyés à l’adresse indiquée. Il s’agit d’une divulgation de données : noms d’hôtes, verdicts et latences quitteront l’appareil.
hi: जाँच के परिणाम दिए गए पते पर भेजे जाएँगे। यह डेटा का खुलासा है: होस्ट के नाम, निष्कर्ष और विलंब डिवाइस से बाहर जाएँगे।
it: I risultati delle verifiche verranno inviati all’indirizzo indicato. È una divulgazione di dati: nomi degli host, verdetti e latenze lasceranno il dispositivo.
ja: チェックの結果が指定したアドレスに送信されます。これはデータの開示です。ホスト名、判定、遅延がデバイスの外に出ます。
ko: 확인 결과가 지정한 주소로 전송돼요. 데이터가 공개된다는 뜻이에요. 호스트 이름, 판정, 지연 시간이 기기 밖으로 나가요.
pt_br: Os resultados das verificações serão enviados ao endereço indicado. Isso expõe dados: nomes de hosts, vereditos e latências sairão do dispositivo.
tr: Denetim sonuçları belirtilen adrese gönderilir. Bu bir veri paylaşımıdır: sunucu adları, kararlar ve gecikmeler cihazdan çıkar.
zh_hans: 检测结果将发送到指定地址。这属于数据外泄：主机名、结论和延迟会离开本设备。

source: Результаты проверок будут появляться здесь.
ar: ستظهر نتائج الفحوص هنا.
de: Die Prüfergebnisse werden hier angezeigt.
en: Check results will appear here.
es: Los resultados de las comprobaciones aparecerán aquí.
fr: Les résultats des vérifications apparaîtront ici.
hi: जाँच के परिणाम यहाँ दिखाई देंगे।
it: I risultati dei controlli appariranno qui.
ja: チェックの結果はここに表示されます。
ko: 확인 결과가 여기에 표시됩니다.
pt_br: Os resultados das verificações aparecerão aqui.
tr: Kontrol sonuçları burada görünecek.
zh_hans: 检查结果将显示在这里。

source: Ресурсы видят разные выходные IP: %@
ar: ترى الموارد عناوين IP خروج مختلفة: %@
de: Ressourcen sehen verschiedene Ausgangs-IPs: %@
en: Resources see different exit IPs: %@
es: Los recursos ven distintas IP de salida: %@
fr: Les ressources voient des IP de sortie différentes : %@
hi: संसाधन अलग-अलग आउटगोइंग IP देखते हैं: %@
it: Le risorse vedono IP di uscita diversi: %@
ja: リソースごとに異なる出口 IP が見えます: %@
ko: 리소스마다 다른 출구 IP를 봅니다: %@
pt_br: Os recursos veem IPs de saída diferentes: %@
tr: Kaynaklar farklı çıkış IP'leri görüyor: %@
zh_hans: 各资源看到不同的出口 IP：%@

source: Российские
ar: روسية
de: Russisch
en: Russian
es: Rusos
fr: Russes
hi: रूसी
it: Russi
ja: ロシア国内
ko: 러시아 국내
pt_br: Russos
tr: Rusya’dakiler
zh_hans: 俄罗斯

source: Российские провайдеры
ar: مزودو الخدمة الروس
de: Russische Anbieter
en: Russian providers
es: Operadores rusos
fr: Opérateurs russes
hi: रूसी प्रोवाइडर
it: Provider russi
ja: ロシアのプロバイダ
ko: 러시아 통신사
pt_br: Provedores russos
tr: Rusya’daki sağlayıcılar
zh_hans: 俄罗斯运营商

source: Российские узлы при этом отвечают — ограничение зависит от назначения.
ar: أما العُقد الروسية فتستجيب — القيد يعتمد على الوجهة.
de: Russische Hosts antworten dabei – die Einschränkung hängt vom Ziel ab.
en: Russian hosts do respond — the restriction depends on the destination.
es: Los nodos rusos sí responden: la restricción depende del destino.
fr: Les nœuds russes répondent pourtant — la restriction dépend de la destination.
hi: वहीं रूसी नोड जवाब दे रहे हैं — पाबंदी गंतव्य पर निर्भर करती है।
it: I nodi russi invece rispondono: la limitazione dipende dalla destinazione.
ja: ロシア国内のノードは応答しています。制限は接続先によって異なります。
ko: 러시아 국내 노드는 응답해요. 제한은 연결 대상에 따라 달라요.
pt_br: Já os nós russos respondem: a restrição depende do destino.
tr: Rusya’daki sunucular ise yanıt veriyor — kısıtlama hedefe bağlı.
zh_hans: 与此同时俄罗斯节点有响应，限制取决于目标地址。

source: Российский контроль не затронут — ограничение зависит от назначения.
ar: التحكّم الروسي غير متأثر — القيد يعتمد على الوجهة.
de: Die russische Kontrollverbindung ist nicht betroffen – die Einschränkung hängt vom Ziel ab.
en: The Russian control is unaffected — the restriction depends on the destination.
es: El control ruso no se ve afectado: la restricción depende del destino.
fr: Le contrôle russe n’est pas affecté — la restriction dépend de la destination.
hi: रूसी कंट्रोल प्रभावित नहीं है — पाबंदी गंतव्य पर निर्भर करती है।
it: Il controllo russo non è interessato: la limitazione dipende dalla destinazione.
ja: ロシア国内の対照は影響を受けていません。制限は接続先によって異なります。
ko: 러시아 국내 대조는 영향을 받지 않았어요. 제한은 연결 대상에 따라 달라요.
pt_br: O controle russo não é afetado: a restrição depende do destino.
tr: Rusya’daki kontrol etkilenmedi — kısıtlama hedefe bağlı.
zh_hans: 俄罗斯对照未受影响，限制取决于目标地址。

source: Рост задержки под нагрузкой
ar: ارتفاع التأخير تحت الحمل
de: Latenzanstieg unter Last
en: Latency increase under load
es: Aumento de latencia bajo carga
fr: Augmentation de la latence sous charge
hi: लोड के तहत विलंब वृद्धि
it: Aumento della latenza sotto carico
ja: 負荷時の遅延増加
ko: 부하 상태에서의 지연 증가
pt_br: Aumento da latência sob carga
tr: Yük altında gecikme artışı
zh_hans: 负载下的延迟增长

source: Ростов-на-Дону
ar: روستوف على الدون
de: Rostow am Don
en: Rostov-on-Don
es: Rostov del Don
fr: Rostov-sur-le-Don
hi: रोस्तोव-ऑन-डॉन
it: Rostov sul Don
ja: ロストフ・ナ・ドヌ
ko: 로스토프나도누
pt_br: Rostov do Don
tr: Rostov-na-Donu
zh_hans: 顿河畔罗斯托夫

source: Роутинг Happ
ar: توجيه Happ
de: Happ-Routing
en: Happ routing
es: Enrutamiento de Happ
fr: Routage Happ
hi: Happ रूटिंग
it: Routing Happ
ja: Happ のルーティング
ko: Happ 라우팅
pt_br: Roteamento Happ
tr: Happ yönlendirme
zh_hans: Happ 路由

source: Рукопожатие
ar: المصافحة
de: Handshake
en: Handshake
es: Handshake
fr: Handshake
hi: हैंडशेक
it: Handshake
ja: ハンドシェイク
ko: 핸드셰이크
pt_br: Handshake
tr: El sıkışma
zh_hans: 握手

source: Рукопожатие — TLS-ответ по dest-SNI (ловит блокировку SNI). Через прокси (Mac) — реальный запрос к gstatic через тоннель. Всё можно перезапускать.
ar: المصافحة — استجابة TLS حسب dest-SNI (تكشف حظر SNI). عبر Proxy (Mac) — طلب حقيقي إلى gstatic عبر النفق. يمكن إعادة تشغيل كل شيء.
de: Handshake — TLS-Antwort per dest-SNI (erkennt SNI-Sperre). Über Proxy (Mac) — echte Anfrage an gstatic durch den Tunnel. Alles lässt sich neu starten.
en: Handshake — TLS response by dest-SNI (catches SNI blocking). Via proxy (Mac) — a real request to gstatic through the tunnel. Everything can be rerun.
es: Handshake: respuesta TLS por dest-SNI (detecta el bloqueo de SNI). A través del proxy (Mac): petición real a gstatic por el túnel. Todo se puede reiniciar.
fr: Handshake — réponse TLS par dest-SNI (détecte le blocage du SNI). Via proxy (Mac) — vraie requête vers gstatic à travers le tunnel. Tout peut être relancé.
hi: हैंडशेक — dest-SNI पर TLS जवाब (SNI ब्लॉक पकड़ता है)। Proxy से (Mac) — टनल के माध्यम से gstatic को असली अनुरोध। सब कुछ दोबारा चलाया जा सकता है।
it: Handshake: risposta TLS su dest-SNI (rileva il blocco SNI). Tramite proxy (Mac): richiesta reale a gstatic attraverso il tunnel. Tutto è ripetibile.
ja: ハンドシェイク — dest-SNI に対する TLS 応答 (SNI のブロックを検出)。Proxy 経由 (Mac) — トンネル経由で gstatic への実際のリクエスト。すべて再実行できます。
ko: 핸드셰이크 — dest-SNI에 대한 TLS 응답(SNI 차단을 감지). 프록시 경유(Mac) — 터널을 통한 gstatic으로의 실제 요청. 모두 다시 실행할 수 있습니다.
pt_br: Handshake — resposta TLS por dest-SNI (detecta o bloqueio de SNI). Via proxy (Mac) — requisição real ao gstatic pelo túnel. Tudo pode ser reiniciado.
tr: El sıkışma — dest-SNI üzerinden TLS yanıtı (SNI engellemesini yakalar). Proxy üzerinden (Mac) — tünel üzerinden gstatic'e gerçek istek. Her şey yeniden başlatılabilir.
zh_hans: 握手——按 dest-SNI 的 TLS 响应（可捕捉 SNI 封锁）。通过代理（Mac）——经隧道向 gstatic 发起真实请求。全部可重新运行。

source: рукопожатие принято
ar: تم قبول تبادل التحية
de: Handshake akzeptiert
en: handshake accepted
es: handshake aceptado
fr: handshake accepté
hi: हैंडशेक स्वीकार
it: handshake accettato
ja: ハンドシェイクが受理されました
ko: 핸드셰이크 수락됨
pt_br: handshake aceito
tr: el sıkışma kabul edildi
zh_hans: 握手已接受

source: Рукопожатие, мс
ar: تبادل التحية، مللي ثانية
de: Handshake, ms
en: Handshake, ms
es: Handshake, ms
fr: Handshake, ms
hi: हैंडशेक, मि.से.
it: Handshake, ms
ja: ハンドシェイク（ms）
ko: 핸드셰이크(ms)
pt_br: Handshake, ms
tr: El sıkışma, ms
zh_hans: 握手，毫秒

source: Русский
ar: الروسية
de: Russisch
en: Russian
es: Ruso
fr: Russe
hi: रूसी
it: Russo
ja: ロシア語
ko: 러시아어
pt_br: Russo
tr: Rusça
zh_hans: 俄语

source: Рядом с вами
ar: بالقرب منك
de: In Ihrer Nähe
en: Near you
es: Cerca de ti
fr: Près de vous
hi: आपके पास
it: Vicino a te
ja: 近くにあるもの
ko: 내 주변
pt_br: Perto de você
tr: Yakınınızda
zh_hans: 在你附近

source: Рядом с вами (%@)
ar: بالقرب منك (%@)
de: In Ihrer Nähe (%@)
en: Near you (%@)
es: Cerca de ti (%@)
fr: Près de vous (%@)
hi: आपके पास (%@)
it: Vicino a te (%@)
ja: 近くにあるもの（%@）
ko: 내 주변 (%@)
pt_br: Perto de você (%@)
tr: Yakınınızda (%@)
zh_hans: 在你附近（%@）

source: с
ar: ث
de: s
en: s
es: s
fr: s
hi: से.
it: s
ja: 秒
ko: 초
pt_br: s
tr: sn
zh_hans: 秒

source: С ошибками
ar: الأخطاء
de: Mit Fehlern
en: Failures
es: Con errores
fr: Avec erreurs
hi: त्रुटियाँ
it: Con errori
ja: エラーのみ
ko: 오류만
pt_br: Com erros
tr: Hatalılar
zh_hans: 仅错误

source: С ошибкой
ar: فشل
de: Fehlgeschlagen
en: Failed
es: Con error
fr: Échoué
hi: विफल
it: Non riuscito
ja: 失敗
ko: 실패
pt_br: Com erro
tr: Başarısız
zh_hans: 失败

source: Самара
ar: سامارا
de: Samara
en: Samara
es: Samara
fr: Samara
hi: समारा
it: Samara
ja: サマーラ
ko: 사마라
pt_br: Samara
tr: Samara
zh_hans: 萨马拉

source: Санкт-Петербург
ar: سانت بطرسبرغ
de: Sankt Petersburg
en: Saint Petersburg
es: San Petersburgo
fr: Saint-Pétersbourg
hi: सेंट पीटर्सबर्ग
it: San Pietroburgo
ja: サンクトペテルブルク
ko: 상트페테르부르크
pt_br: São Petersburgo
tr: Sankt-Peterburg
zh_hans: 圣彼得堡

source: сбой
ar: فشل
de: Fehler
en: fail
es: error
fr: échec
hi: विफल
it: errore
ja: 失敗
ko: 실패
pt_br: falha
tr: hata
zh_hans: 失败

source: сброс (RST)
ar: إعادة تعيين (RST)
de: Reset (RST)
en: reset (RST)
es: reinicio (RST)
fr: réinitialisation (RST)
hi: रीसेट (RST)
it: reset (RST)
ja: リセット（RST）
ko: 재설정(RST)
pt_br: reset (RST)
tr: sıfırlama (RST)
zh_hans: 重置（RST）

source: Сбросить
ar: إعادة تعيين
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ja: リセット
ko: 재설정
pt_br: Redefinir
tr: Sıfırla
zh_hans: 重置

source: Сбросить к значениям по умолчанию
ar: إعادة التعيين إلى القيم الافتراضية
de: Auf Standardwerte zurücksetzen
en: Reset to defaults
es: Restablecer los valores predeterminados
fr: Rétablir les valeurs par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
it: Ripristina i valori predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Restaurar valores padrão
tr: Varsayılanlara sıfırla
zh_hans: 恢复默认值

source: Сбросить к стандартным
ar: إعادة التعيين إلى الافتراضي
de: Auf Standard zurücksetzen
en: Reset to defaults
es: Restablecer a los valores estándar
fr: Réinitialiser aux valeurs par défaut
hi: मानक पर रीसेट करें
it: Ripristina i valori predefiniti
ja: 標準にリセット
ko: 기본값으로 재설정
pt_br: Restaurar padrões
tr: Varsayılanlara sıfırla
zh_hans: 重置为默认

source: Сбросить по умолчанию
ar: إعادة التعيين إلى الافتراضي
de: Auf Standard zurücksetzen
en: Reset to defaults
es: Restablecer valores por defecto
fr: Rétablir les valeurs par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
it: Ripristina i valori predefiniti
ja: デフォルトにリセット
ko: 기본값으로 재설정
pt_br: Restaurar padrões
tr: Varsayılana sıfırla
zh_hans: 恢复默认

source: свёрнуто
ar: مطوي
de: eingeklappt
en: collapsed
es: contraído
fr: réduit
hi: संक्षिप्त
it: compresso
ja: 折りたたみ
ko: 접힘
pt_br: recolhido
tr: daraltıldı
zh_hans: 已折叠
